{"inkVersion":17,"root":[{"->":"start"},"done",{"start":["^Ingen minns hur världen blev som den är nu.","\n","^Varje kväll brukade vår pappa berätta de sagor hans pappa berättat för honom.","\n","^Mamma, jag och syster skrattade alltid när han dansade katastrofdansen framför elden.","\n","^Vi letade prylar från tiden före katastrofdansen som kunde hjälpa oss eller för att byta mot mat.","\n","^Utanför vår bosättning lurade faror vart man än gick.","\n","^Monster bor i vildmarken och äter allt de stöter på.","\n","^Ute på de öde slätterna drar plundrare fram på jakt efter fria människor att ta som slavar.","\n","^En dag tog kom plundrarna till vår bosättning. Motstånd var meningslöst.","\n","^De tog allt vi ägde och vi blev slavar.","\n","^Mamma och pappa togs ifrån oss.","\n","^Jag och min syster växte upp bland plundrarna.","\n","^Vi skickades in på de farligaste platserna för att leta prylar.","\n","^En dag hittade vi en robot från den gamla tiden när vi var på pryljakt.","\n","^Min syster tryckte på en knapp på roboten.","\n",{"->":"robot_start"},{"#f":3}],"robot_start":["^Bzz... uppstart. Kalibrerar. Behöver röstinput för kalibrering. Säg \"Lyd mig\"","\n",["ev","str","^Lyd mig?","/str","/ev",{"*":".^.c","flg":20},{"c":["\n",{"->":"robot"},"\n",{"#f":5}]}],["ev","str","^Va, vadå?","/str","/ev",{"*":".^.c","flg":20},{"c":["\n",{"->":"robot_intro"},"\n",{"#f":5}]}],{"#f":3}],"robot_intro":["^För att jag ska kunna lyda kommando behöver jag kalibreras till en röst. Vill ni att jag ska lyda er?","\n",["ev","str","^Ja?","/str","/ev",{"*":".^.c","flg":20},{"c":["\n","\n","^Säg då \"Lyd mig\" så är kaliberingen klar ",{"->":".^.^.^"},"\n",{"#f":5}]}],["ev","str","^Lyd mig","/str","/ev",{"*":".^.c","flg":20},{"c":["\n",{"->":"robot"},"\n",{"->":"robot"},{"#f":5}]}],["ev","str","^Vad menar du med lyda?","/str","/ev",{"*":".^.c","flg":20},{"c":["\n",{"->":"robot_purpose"},"\n",{"#f":5}]}],{"#f":3}],"robot":["^Kalibrering klar.","\n","^Ljudet av steg hördes från korridoren utanför rummet. Arga röster från våra plågoandar hördes.","\n",{"->":"scavenger_dies"},{"#f":3}],"robot_purpose":["^En robot måste lyda en människa. Jag är en nannybot 3000, designad för en orolig tid där föräldrar arbetar mycket och behöver en kapabel barnvakt snedstreck läromästare till sin avkomma. Jag kan leka 400 pedagogiska lekar som samtidigt lär ut ledarskapsfärdigheter för framtidens ledare.","\n",["ev","str","^Lyd mig","/str","/ev",{"*":".^.c","flg":20},{"c":["\n",{"->":"robot"},"\n",{"#f":5}]}],["ev","str","^Framtidens ledare?","/str","/ev",{"*":".^.c","flg":20},{"c":["\n","\n","^Ett barn är ett oskrivet blad. Med de rätta förebilderna och en uppfostran baserad på lek, träning och ansvar kan framtiden göras bättre och bättre. Omvärlden är samtidigt en farlig plats. Nannybot 3000 har alla nödvändiga accessoarer för att skydda barnen från faror.","\n",{"->":"scavenger_arrives"},{"#f":5}]}],{"#f":3}],"scavenger_arrives":["^Ljudet av steg hördes från korridoren utanför rummet. Arga röster från våra plågoandar hördes.","\n",["ev","str","^Lyd mig","/str","/ev",{"*":".^.c","flg":20},{"c":["\n",{"->":"robot"},"\n",{"#f":5}]}],["ev","str","^Kan du rädda oss från plundrarna?","/str","/ev",{"*":".^.c","flg":20},{"c":["\n","\n","^Kalibreringen är ännu inte klar ",{"->":"robot_intro"},"\n",{"->":"scavenger_dies"},{"#f":5}]}],{"#f":3}],"scavenger_dies":["^Plundrarna kom runt hörnet. Samtidigt for roboten upp och innan vi hann säga något hade den oskadliggjort dem.","\n",{"->":"story_begins"},{"#f":3}],"story_begins":["^Hot oskadliggjort. Datum- och tidkalibrering behövs. Enligt den interna klockan är datumet... bzz.. intern klocka trasig.","\n","^Datum och tid kan inte avgöras automatiskt. Kalibrering mot stjärnhimmel kan göras en molnfri natt.","\n","^Vi måste få er hem för mellanmål och en okulär besikning säger mig att det är dags att boka tvätt-tid. Ge mig er adress så bokar jag en Über åt oss hem.","\n","^Vi förstod inte mycket av robotens prat. Vi förstod att den var från tiden innan katastrofen. Vi stal förråd så vi kunde klara oss en stund och gjorde ett läger utom synhåll för plundrarnas läger.","\n","end",{"#f":3}],"#f":3}],"listDefs":{}}